{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Theme - Matrix": { "branch": "main" },
  "Theme - andromeda": { "branch": "master" },
  "Theme - arshamiser": { "branch": "master" },
  "Theme - aura-dark": { "branch": "main" },
  "Theme - ayu": { "branch": "master" },
  "Theme - bluloco": { "branch": "main" },
  "Theme - boo": { "branch": "main" },
  "Theme - citruszest": { "branch": "main" },
  "Theme - cyberdream": { "branch": "main" },
  "Theme - darkearth": { "branch": "main" },
  "Theme - dracula": { "branch": "main" },
  "Theme - evangelion": { "branch": "main" },
  "Theme - flexoki": { "branch": "main" },
  "Theme - gruber-darker": { "branch": "main" },
  "Theme - kanagawa": { "branch": "master" },
  "Theme - midnight": { "branch": "main" },
  "Theme - moonfly": { "branch": "master" },
  "Theme - nightfall": { "branch": "master" },
  "Theme - noctis": { "branch": "main" },
  "Theme - nordic": { "branch": "main" },
  "Theme - oxocarbon": { "branch": "main" },
  "Theme - papercolor": { "branch": "master" },
  "Theme - pastelnight": { "branch": "main" },
  "Theme - smarties": { "branch": "master" },
  "Theme - spacecamp": { "branch": "master" },
  "Theme - spacecat": { "branch": "master" },
  "Theme - synthweave": { "branch": "master" },
  "Theme - truedark": { "branch": "main" },
  "Theme - vague": { "branch": "main" },
  "Theme - yorumi": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codesnap.nvim": { "branch": "main" },
  "comment.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "icon-picker.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "jsonfly.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "themery.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tree_climber_rust.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-rec": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vlime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
